<svelte:head>
	<title>Политика Конфиденциальности Nexara</title>
	<meta
		name="description"
		content="Nexara - быстрый, доступный и точный API для транскрибации речи. Поддержка большинства аудио и видео форматов, простая интеграция, низкая цена."
	/>
	<meta
		name="keywords"
		content="Транскрибация речи, API для транскрибации, российский API, транскрибация, перевод речи в текст, видео в текст"
	/>
    <meta property="og:title" content="Nexara" />
    <meta property="og:description" content="Быстрый, доступный API для транскрибации речи с высокой точностью. Поддержка файлов размером до 1 ГБ." />
	<meta property="og:type" content="website" />
	<meta property="og:url" content="https://www.nexara.ru/" />
    <meta property="og:locale" content="ru_RU" />
	<link rel="preconnect" href="https://fonts.googleapis.com" />
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
	<link
		href="https://fonts.googleapis.com/css2?family=Fira+Code:wght@300..700&family=Golos+Text:wght@400..900&display=swap"
		rel="stylesheet"
	/>
</svelte:head>

<section class="personal">
	<h2>Политика конфиденциальности</h2>
	<p>
		Настоящая политика конфиденциальности опубликована в редакции от 21.01.2025 и действует до
		момента принятия новой редакции политики конфиденциальности.
	</p>
	<ol>
		<li>Общие положения</li>
	</ol>
	<p>
		1.1. Настоящая Политика конфиденциальности (далее – «Политика») принята Администратором и
		действует в отношении всей информации, которую Администратор может получить о Пользователе сайта <a
			href="https://www.nexara.ru/">https://www.nexara.ru/</a
		> (далее – «Сайт» или «Сервис») с любого устройства и при коммуникации с Администратором в любой
		форме.
	</p>
	<p>
		1.2. Используя Cайт (просмотр, чтение текста, отправка или загрузка информации) и предоставляя
		свои персональные данные, Пользователь Сайта дает согласие на обработку персональных данных в
		соответствии с данной Политикой, если дополнительные требования к согласию не установлены
		настоящей Политикой.
	</p>
	<p>
		1.3. Для целей настоящей Политики под «Администратором» понимается индивидуальный
		предприниматель Ошвинцева Татьяна Ивановна, ОГРНИП 324595800131418, ИНН 590203783421
	</p>
	<p>
		2.1. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или
		определяемому физическому лицу (субъекту персональных данных) - Пользователю.
	</p>
	<p>
		2.2. Обработка персональных данных – любое действие (операция) или совокупность действий
		(операций) с персональными данными, совершаемое с использованием средств автоматизации или без
		их использования, в том числе сбор, запись, систематизация, накопление, хранение, уточнение
		(обновление, изменение), извлечение, использование, передача (предоставление, доступ),
		обезличивание, блокирование, удаление, уничтожение.
	</p>
	<p>
		2.3. Администратор производит обработку следующих персональных данных: фамилии, имени и отчества
		(при наличии) пользователя Сервиса.
	</p>
	<p>
		2.4. Cookies – небольшие по размеру текстовые файлы, хранящиеся в браузере посетителей Сервиса.
		На совокупности различных веб-проектов Администратора (при просмотре Сервиса происходит
		автоматический сбор (из Cookies) следующих обезличенных статистических данных о посетителе
		Сервиса, в том числе:
	</p>
	<ul>
		<li><p>тип выполненного на Сервисе действия (клик, наведение курсора и т.п.);</p></li>
		<li><p>дата и время выполнения действия;</p></li>
		<li><p>URL страницы;</p></li>
		<li><p>Referer;</p></li>
		<li><p>IP (без возможности работы с IP-адресами в статистике);</p></li>
		<li><p>User-Agent;</p></li>
		<li><p>ClientID (идентификатор браузера по файлу Cookie);</p></li>
		<li><p>экранное разрешение;</p></li>
		<li><p>класс HTML-элемента, на который происходит клик;</p></li>
		<li><p>данные о просматриваемых товарах.</p></li>
	</ul>
	<p>
		2.5. Обработка так же может быть поручена третьим лицам для целей достижения обработки
		персональных данных.
	</p>
	<p>
		2.6. Перечень третьих лиц, уполномоченных Администратором на обработку персональных данных,
		определяется Администратором самостоятельно. Пользователь дает полное и безоговорочное согласие
		на передачу Администратором персональных данных третьим лицам, выбранным Администратором.
	</p>
	<p>
		2.7. Для получения доступа к материалам Сервиса Пользователю необходимо зарегистрироваться путем
		заполнения регистрационной формы, содержащей следующие идентифицирующие Пользователя
		персональные данные: электронная почта.
	</p>
	<p>
		2.8. Пройдя процедуру регистрации Пользователь считается принявшим условия Политики в полном
		объеме, без каких-либо исключений, оговорок, возражений.
	</p>
	<p>
		2.9. При регистрации в Сервисе Пользователь обязан предоставить Администратору необходимую,
		достоверную и актуальную информацию для формирования профиля, включая уникальные для каждого
		Пользователя логин (адрес электронной почты) и пароль доступа к Сервису.
	</p>
	<p>
		2.10. Пользователь считается прошедшим регистрацию после предоставления необходимой, достоверной
		и актуальной информацию для формирования профиля.
	</p>
	<p>
		2.11. По завершении процесса регистрации Пользователь становится обладателем учетных данных
		Пользователя. Пользователь несет ответственность за безопасность учетных данных, а также за все,
		что будет сделано на Сервисе под учетными данными Пользователя. Пользователь обязан немедленно
		уведомить Администратора о любом случае несанкционированного доступа к Сервису без согласия и
		ведома Пользователя и (или) о любом нарушении безопасности учетной информации Пользователя.
	</p>
	<p>
		2.12. Настоящим Пользователь соглашается с направлением ему рекламных материалов Администратора
		и третьих лиц, с которым у Администратора заключен договор, по которому Администратор является
		рекламораспространителем и (или) иные договоры.
	</p>
	<p>
		2.13. Направление рекламных материалов осуществляется Администратором посредством направления
		e-mail рассылок на адрес электронной почты, указанной Пользователем.
	</p>
	<ol>
		<li>Цели обработки персональных данных</li>
	</ol>
	<p>
		3.1. Администратор обрабатывает персональные данные Пользователя для цели
		информационно-справочного обслуживания, в том числе предоставления информации о товарах
		Администратора.
	</p>
	<ol>
		<li>Порядок и условия обработки персональных данных</li>
	</ol>
	<p>
		4.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым
		законным способом, в том числе в информационных системах персональных данных с использованием
		средств автоматизации или без использования таких средств.
	</p>
	<p>
		4.2. Обработка персональных данных Пользователя осуществляется на срок действия договорных и
		иных правоотношений Пользователя и Администратора, любым законным способом, в том числе в
		информационных системах персональных данных с использованием средств автоматизации или без
		использования таких средств.
	</p>
	<p>
		4.3. Все персональные данные Администратор получает непосредственно от Пользователя или от его
		представителя, либо от лица, поручившего Администратору обработку персональных данных
		Пользователя, за исключением случаев, предусмотренных законодательством Российской Федерации.
	</p>
	<p>
		4.4. Администратор вправе передавать персональные данные органам дознания и следствия, иным
		уполномоченным органам по основаниям, предусмотренным действующим законодательством Российской
		Федерации.
	</p>
	<p>
		4.5. Правовым основанием обработки персональных данных Администратором являются: Конституция РФ,
		Гражданский кодекс РФ, Трудовой кодекс РФ, согласие Пользователя на обработку его персональных
		данных, договоры, заключаемые между Администратором и Пользователем.
	</p>
	<p>
		4.6. Для обеспечения защиты персональных данных Пользователя при их обработке Администратором
		приняты следующие меры от несанкционированного доступа, а также иных неправомерных действий в
		отношении персональных данных Пользователя:
	</p>
	<p>
		4.6.1. Правовые меры, включающие в себя, в том числе создание документов, направленных на защиту
		персональных данных: положение о защите персональных данных, издание приказа о назначении лиц,
		ответственных за защиту персональных данных, заключение соглашений о конфиденциальности с
		лицами, имеющими доступ к персональным данным.
	</p>
	<p>
		4.6.2. Организационные меры, в том числе назначение лиц, ответственных за защиту персональных
		данных, хранение персональных данных, содержащихся на материальных носителях, в сейфе.
	</p>
	<p>
		4.6.3. Технические меры: использование средств защиты информации, прошедших процедуру оценки
		соответствия требованиям законодательства РФ, взаимодействовать с госсистемой обнаружения,
		предупреждения и ликвидации последствий кибератак.
	</p>
	<ol>
		<li>Заключительные положения</li>
	</ol>
	<p>
		5.1. Согласие действует в течение неограниченного времени. Пользователь вправе отозвать
		настоящее согласие на обработку своих персональных данных, письменно уведомив об этом
		Администратора по электронной почте.
	</p>
</section>

<style>
	ol {
		color: #fff;
	}
	p {
		line-height: 140%;
	}
	section {
		margin-top: 96px;
		margin-bottom: 32px;
	}
</style>
