<svelte:head>
	<title>Оферта Nexara</title>
	<meta
		name="description"
		content="Nexara - быстрый, доступный и точный API для транскрибации речи. Поддержка большинства аудио и видео форматов, простая интеграция, низкая цена."
	/>
	<meta
		name="keywords"
		content="Транскрибация речи, API для транскрибации, российский API, транскрибация, перевод речи в текст, видео в текст"
	/>
	<meta property="og:title" content="Nexara" />
	<meta
		property="og:description"
		content="Быстрый, доступный API для транскрибации речи с высокой точностью. Поддержка файлов размером до 1 ГБ."
	/>
	<meta property="og:type" content="website" />
	<meta property="og:url" content="https://www.nexara.ru/" />
	<meta property="og:locale" content="ru_RU" />
	<link rel="preconnect" href="https://fonts.googleapis.com" />
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
	<link
		href="https://fonts.googleapis.com/css2?family=Fira+Code:wght@300..700&family=Golos+Text:wght@400..900&display=swap"
		rel="stylesheet"
	/>
</svelte:head>

<section class="offer">
	<h2>Публичная оферта</h2>

	<p>
		Индивидуальный предприниматель ИП Ошвинцева Татьяна Ивановна, зарегистрированная в реестре
		индивидуальных предпринимателей под № 324595800131418 (далее – «Администрация»), размещает
		настоящую публичную оферту в соответствии со ст. 435 и 437 Гражданского Кодекса Российской
		Федерации (далее – «Оферта») с предложением физическим и (или) юридическим лицам, действующим в
		лице представителя, заключить Договор на нижеследующих условиях:
	</p>
	<ol>
		<li>Термины</li>
	</ol>
	<p>
		1.1. В целях единого толкования и понимания, нижеприведенные термины используются в следующем
		значении:
	</p>
	<p>
		1.1.1. Оферта – настоящий документ, опубликованный в сети Интернет по адресу
		<a href="https://www.nexara.ru/offer">https://www.nexara.ru/offer</a>.
	</p>
	<p>
		1.1.2. Акцепт Оферты – полное и безоговорочное принятие Пользователем условий настоящей Оферты
		путем совершения действий, указанных в разделе 3 настоящей Оферты.
	</p>
	<p>
		1.1.3. Договор – возмездное соглашение между Администрацией и Пользователем на оказание Услуг,
		заключенное посредством Акцепта Оферты.
	</p>
	<p>1.1.4. Администрация – ИП Ошвинцева Татьяна Ивановна.</p>
	<p>1.1.5. Пользователь – физическое или юридическое лицо, совершившее Акцепт Оферты.</p>
	<p>
		1.1.6. Сервис – программно-аппаратный комплекс Администрации, расположенный в сети Интернет по
		адресу <a href="https://www.nexara.ru/">https://www.nexara.ru/</a>, предоставляющий Пользователю
		доступ к Услугам.
	</p>
	<p>
		1.1.7. Услуги – предоставляемые Администрацией услуги по транскрибации (переводу речи в текст)
		посредством программного интерфейса (API) и иные сопутствующие информационные услуги, доступные
		в Сервисе.
	</p>
	<p>
		1.1.8. Личный кабинет – персональный раздел Пользователя в Сервисе, доступ к которому
		осуществляется с помощью логина и пароля. В Личном кабинете Пользователь управляет Услугами и
		доступом к ним.
	</p>
	<p>
		1.1.9. Лицевой счет (Баланс) – виртуальный счет Пользователя в Личном кабинете, на котором
		учитываются авансовые платежи Пользователя и с которого списываются денежные средства в качестве
		оплаты за оказанные Услуги.
	</p>
	<p>
		1.1.10. Тарифы – документ, утверждаемый Администрацией и содержащий информацию о стоимости
		Услуг. Тарифы являются неотъемлемой частью настоящей Оферты и публикуются на соответствующей
		странице Сервиса (например, https://www.nexara.ru/tariffs).
	</p>
	<ol>
		<li>Предмет договора и общие положения</li>
	</ol>
	<p>
		2.1. В соответствии с настоящим Договором-Офертой Администрация обязуется оказать Пользователю
		информационные услуги. Во исполнение настоящего Договора Администрация обязуется предоставлять
		перевод речи в текст, иными словами - транскрибацию , оказывать иные услуги в соответствии с
		информацией, представленной в Сервисе.
	</p>
	<p>2.2. Пользователь получает доступ к Сервису через доступ к персональному аккаунту.</p>
	<p>
		2.3. Пользователь обязуется обновлять персональные данные, предоставленные при регистрации, в
		случае их изменения; обеспечивать сохранность персональных данных от доступа третьих лиц; не
		передавать в пользование свой персональный аккаунт и/или логин и пароль своего персонального
		аккаунта третьим лицам.
	</p>
	<p>
		2.4. Пользователь предоставляет Администрации электронную почту для регистрации персонального
		аккаунта Пользователя.
	</p>
	<p>
		2.5. Пользователь на собственное усмотрение устанавливает логин и пароль персонального аккаунта.
		Выбирая пароль для персонального аккаунта, Пользователь самостоятельно обеспечивает его
		конфиденциальность и несет ответственность за его надежность (устойчивость к взлому).
	</p>
	<p>
		2.6. Стороны не вправе ссылаться на незаключенность настоящего Договора при встречном
		предоставлении в порядке статьи 432 ГК РФ.
	</p>
	<p>
		2.7. Состав и объем Услуг определяются запросами Пользователя к API Сервиса. Доступ к Услугам
		предоставляется при условии наличия положительного остатка денежных средств на Лицевом счете
		Пользователя.
	</p>
	<p>2.8. Новая редакция Договора (Оферты) вступает в силу в день ее опубликования.</p>

	<ol>
		<li>Акцепт оферты</li>
	</ol>

	<p>
		3.1. Акцептом настоящей Оферты является совершение Пользователем любого из следующих действий:<br
		/>а) прохождение процедуры регистрации в Сервисе; <br />б) первое пополнение Лицевого счета
		(Баланса) в любом размере.
	</p>
	<p>
		3.2. До Акцепта настоящей оферты Пользователь обязуется ознакомиться с ее содержанием. При
		наличии каких-либо сомнений в толковании условий настоящей Оферты Пользователь вправе до
		совершения Акцепта обратиться к Администрации с письменным запросом, в том числе посредством
		сети Интернет, иным способом, исходя из существа правоотношений, в ином случае Пользователь не
		имеет права ссылаться на незнание Оферты, если иное не установлено императивными нормами
		законодательства РФ.
	</p>
	<p>
		3.3. Администрация вправе по своему усмотрению создавать, изменять или отменять условия
		настоящей Оферты, если иное не предусмотрено императивными нормами законодательства РФ.
	</p>
	<p>
		3.4. Совершая Акцепт, Пользователь подтверждает свою полную дееспособность. Акцепт не может
		считаться совершенным в случае, если совершен недееспособным лицом, а также лицом, не достигшим
		возраста 18 лет (исключая случай эмансипации). Риск совершения Акцепта недееспособным лицом или
		лицом, не достигшим совершеннолетия, лежит на законных представителях такого лица.
	</p>
	<p>
		3.5. Администрация сообщает, что данная Оферта действует совместно с Политикой
		конфиденциальности, принимая условия настоящей Оферты, Пользователь также ознакомился с
		условиями Политики конфиденциальности и безоговорочно принимает их в полном объеме.
	</p>
	<p>
		3.6. В случае если Политика конфиденциальности противоречит Оферте, приоритет следует отдавать
		условиям Оферты.
	</p>
	<ol>
		<li>Стоимость услуг и порядок расчетов</li>
	</ol>
	<p>
		4.1. Услуги оказываются на условиях 100% предоплаты. Оплата Услуг осуществляется путем внесения
		авансовых платежей на Лицевой счет Пользователя.
	</p>
	<p>
		4.2. Пользователь самостоятельно определяет сумму авансового платежа. Минимальная сумма
		пополнения указана на странице оплаты Сервиса.
	</p>
	<p>
		4.3. Администрация вправе в одностороннем порядке изменять стоимость указанных обязательств,
		если такое изменение стоимости не нарушит императивных норм ГК РФ.
	</p>
	<p>
		4.4. Стоимость потребленных Услуг определяется на основании Тарифов, действующих на момент
		оказания Услуги. Учет объема потребленных Услуг (например, количества обработанных минут аудио)
		ведется автоматизированной системой Сервиса.
	</p>
	<p>
		4.5. Списание денежных средств с Лицевого счета Пользователя в счет оплаты Услуг производится в
		режиме реального времени в момент фактического потребления Услуги (обработки запроса через API).
	</p>
	<p>
		4.6. При достижении нулевого или отрицательного значения Баланса Администрация вправе
		незамедлительно и без предварительного уведомления приостановить оказание Услуг Пользователю до
		момента пополнения Баланса.
	</p>
	<p>
		4.7. Пользователь самостоятельно несет ответственность за своевременное пополнение своего
		Лицевого счета и отслеживание его состояния в Личном кабинете.
	</p>
	<p>
		4.8. Внесенные Пользователем на Лицевой счет авансовые платежи не подлежат возврату, за
		исключением случаев, прямо предусмотренных законодательством Российской Федерации или отдельным
		соглашением Сторон.
	</p>
	<p>
		4.9. Оплата производится посредством сервиса приема платежей (платежной системы), указанного на
		Сайте. Пользователь подтверждает, что ознакомился и согласен с правилами работы соответствующей
		платежной системы.
	</p>
	<ol>
		<li>Срок действия договора</li>
	</ol>
	<p>
		5.1. Настоящий Договор вступает в силу с даты его Акцепта и заключен на неопределенный срок.
	</p>
	<p>
		5.2. Администрация вправе в одностороннем внесудебном порядке отказаться от Договора, уведомив
		Пользователя за 10 календарных дней до отказа.
	</p>
	<p>
		5.3. Пользователь вправе в любой момент отказаться от исполнения Договора, прекратив
		использование Сервиса и удалив свой Личный кабинет. При этом остаток денежных средств на Лицевом
		счете не возвращается, если иное не установлено законодательством.
	</p>
	<ol>
		<li>Ответственность сторон</li>
	</ol>
	<p>
		6.1. Сторона, не исполнившая (равно – ненадлежащим образом исполнившая) обязательства по
		Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки в полном
		объеме.
	</p>
	<p>6.2. Пользователь несет полную ответственность за:</p>
	<p>6.2.1. Соблюдение требований законодательства.</p>
	<p>6.2.2. Достоверность сведений, предоставляемых для исполнения Договора.</p>
	<p>6.2.3. Достоверность сведений, указанных при совершении Акцепта.</p>
	<p>6.3. Администрация не несет ответственности за:</p>
	<p>
		6.3.1. Какие-либо действия, являющиеся прямым или косвенным результатом действий Пользователя.
	</p>
	<p>
		6.3.2. Какие-либо убытки Пользователя вне зависимости от того, могла ли Администрация предвидеть
		возможность возникновения убытков, кроме прямых виновных действий.
	</p>
	<p>
		6.3.3. Перерывы в оказании Услуг или невозможность их использования, вызванные недостаточным
		количеством денежных средств на Лицевом счете Пользователя.
	</p>

	<p>
		6.4. Вся информация предоставляется в исходном виде, без гарантий полноты или своевременности,
		без иных, явно выраженных или подразумеваемых гарантий. Доступ к Сервису, а также использование
		его содержимого осуществляются исключительно по усмотрению и под ответственность Пользователя.
	</p>
	<p>
		6.5. Пользователь осознает, что все материалы Сервиса или любая их часть могут сопровождаться
		рекламой. Пользователь согласен с тем, что Администрация не несет какой-либо ответственности и
		не имеет каких-либо обязательств в связи с такой рекламой.
	</p>
	<p>6.6. Пользователь заверяет Администрацию о достоверности предоставляемой информации.</p>
	<p>
		6.7. Пользователь обязуется не использовать программное обеспечение (и иной код) для
		автоматизированного сбора информации и (или) взаимодействия с Сервисом, в ином случае
		Пользователь обязан возместить Администрации убытки, причиненные указанными действиями, в полном
		объеме.
	</p>
	<p>
		6.8. Пользователь при взаимодействии с Администрацией обязуется не распространять информацию,
		которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной
		ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная
		или административная ответственность.
	</p>
	<ol>
		<li>Разрешение споров</li>
	</ol>
	<p>
		7.1. Все споры и разногласия, которые могут возникнуть между сторонами по настоящему договору,
		будут разрешаться путем переговоров по законодательству Российской Федерации.
	</p>
	<p>
		7.2. Спорные вопросы, не урегулированные сторонами в досудебном порядке, подлежат разрешению в
		суде по следующим правилам подсудности:
	</p>
	<p>
		7.2.1. Спор, подведомственный арбитражному суду и относящийся к компетенции арбитражного суда,
		подлежит рассмотрению в арбитражном суде по месту нахождения Администрации.
	</p>
	<p>
		7.2.2. Спор, подведомственный суду общей юрисдикции и относящийся к компетенции суда общей
		юрисдикции, подлежит рассмотрению в суде общей юрисдикции по месту нахождения Администрации.
	</p>
	<ol>
		<li>Форс-мажорные обстоятельства</li>
	</ol>
	<p>
		8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств
		по настоящему Договору, если это неисполнение явилось следствием возникших после заключения
		настоящего Договора обстоятельств непреодолимой силы, которые Стороны не могли предвидеть или
		предотвратить.
	</p>
	<p>
		8.2. При наступлении обстоятельств, указанных в настоящем разделе, каждая Сторона должна в
		течение 2 календарных дней известить о них в другую Сторону.
	</p>
	<p>
		8.3. Извещение должно содержать данные о характере обстоятельств, а также официальные документы,
		удостоверяющие наличие этих обстоятельств и, по возможности, дающие оценку их влияния на
		исполнение Стороной своих обязательств по настоящему Договору.
	</p>
	<p>
		8.4. В случаях наступления обстоятельств, предусмотренных настоящим Разделом, срок выполнения
		Стороной обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого
		действуют эти обстоятельства и их последствия.
	</p>
	<p>
		8.5. Если обстоятельства, указанные в настоящем разделе, и их последствия продолжают действовать
		более 1 календарного месяца, Стороны проводят дополнительные переговоры для выявления приемлемых
		альтернативных способов исполнения настоящего Договора.
	</p>
	<ol>
		<li>Заключительные положения</li>
	</ol>
	<p>
		9.1. В случае признания недействительным какого-либо положения настоящего Договора, остальные
		его положения не утрачивают свою силу.
	</p>
	<p>
		9.2. Если иное прямо не предусмотрено Договором, ничто в Договоре не может пониматься как
		установление между Сторонами агентских отношений, отношений товарищества, отношений по
		совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не
		предусмотренных Договором.
	</p>
	<p>
		9.3. Обо всех изменениях своего местонахождения или банковских реквизитов, а равно других
		обстоятельств, имеющих значение для надлежащего исполнения настоящего Договора, Стороны обязаны
		извещать друг друга незамедлительно.
	</p>
	<p>
		9.4. В случае изменения каких-либо сведений о Стороне в период действия настоящего Договора,
		такая Сторона обязуется уведомить об этом другую Сторону в течение 5 календарных дней, в
		противном случае, все связанные с отсутствием такого уведомления риски Сторона несет
		самостоятельно.
	</p>
	<p>9.5. Принимая настоящую Оферту, Стороны подтверждают, что:</p>
	<p>
		9.5.1. ознакомились с Договором и им понятны значения используемых в Договоре терминов, слов и
		выражений согласно их нормативно-правовому определению или толкованию, указанному в Договоре;
	</p>
	<p>9.5.2. заключают Договор добровольно и согласны с его условиями;</p>
	<p>
		9.5.3. имеют право на самостоятельное совершение сделки (в частности, заключение Договора) и
		действий, предусмотренных Договором.
	</p>
	<ol>
		<li>Реквизиты администрации</li>
	</ol>
	<p>ИП Ошвинцева Татьяна Ивановна</p>
	<p>ОГРНИП 324595800131418, ИНН 590203783421</p>
	<p>Банк ВОЛГО-ВЯТСКИЙ БАНК ПАО СБЕРБАНК, БИК 042202603, кор/счет 30101810900000000603</p>
	<p>Расчётный счёт 40802810349770431075</p>
</section>

<!-- <Footer></Footer> -->

<style>
	ol {
		color: #fff;
	}
	p {
		line-height: 140%;
	}
	section {
		margin-top: 96px;
		margin-bottom: 32px;
	}
</style>
