<svelte:head>
	<title>Оферта Nexara</title>
	<meta name="description" content="Nexara" />
	<link rel="preconnect" href="https://fonts.googleapis.com" />
	<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
	<link
		href="https://fonts.googleapis.com/css2?family=Fira+Code:wght@300..700&family=Golos+Text:wght@400..900&display=swap"
		rel="stylesheet"
	/>
</svelte:head>

<section class="offer">
	<h2>Публичная оферта</h2>

	<p>
		Индивидуальный предприниматель ИП Ошвинцева Татьяна Ивановна, зарегистрированн ая в реестре
		индивидуальных предпринимателей под № 324595800131418 (далее – «Администрация»), размещает
		настоящую публичную оферту в соответствии со ст. 435 и 437 Гражданского Кодекса Российской
		Федерации (далее – «Оферта») с предложением физическим и (или) юридическим лицам, действующим в
		лице представителя, заключить Договор на нижеследующих условиях:
	</p>
	<ol>
		<li>Термины</li>
	</ol>
	<p>
		1.1. В целях единого толкования и понимания, нижеприведенные термины используются в следующем
		значении:
	</p>
	<p>
		1.1.1. Акцепт публичной оферты – полное и безоговорочное принятие Пользователем условий
		настоящей публичной Оферты (далее – «Акцепт»).
	</p>
	<p>
		1.1.2. Договор – возмездное соглашение между Администрацией и Пользователем, заключенное
		посредством Акцепта публичной Оферты (далее – «Договор» или «Оферта», в зависимости от
		контекста).
	</p>
	<p>
		1.1.3. Пользователь – физическое лицо, заключившее с Администрацией Договор на условиях,
		содержащихся в настоящей публичной Оферте (далее – «Пользователь»).
	</p>
	<p>
		1.1.4. Сервис – веб-сайт, расположенный в сети интернет по адресу <a
			href="https://www.nexara.ru/">https://www.nexara.ru/</a
		> (далее – «Сервис»).
	</p>
	<ol>
		<li>Предмет договора и общие положения</li>
	</ol>
	<p>
		2.1. В соответствии с настоящим Договором-Офертой Администрация обязуется оказать Пользователю
		информационные услуги. Во исполнение настоящего Договора Администрация обязуется предоставлять
		перевод речи в текст, иными словами - транскрибацию , оказывать иные услуги в соответствии с
		информацией, представленной в Сервисе.
	</p>
	<p>2.2. Пользователь получает доступ к Сервису через доступ к персональному аккаунту.</p>
	<p>
		2.3. Пользователь обязуется обновлять персональные данные, предоставленные при регистрации, в
		случае их изменения; обеспечивать сохранность персональных данных от доступа третьих лиц; не
		передавать в пользование свой персональный аккаунт и/или логин и пароль своего персонального
		аккаунта третьим лицам.
	</p>
	<p>
		2.4. Пользователь предоставляет Администрации электронную почту для регистрации персонального
		аккаунта Пользователя.
	</p>
	<p>
		2.5. Пользователь на собственное усмотрение устанавливает логин и пароль персонального аккаунта.
		Выбирая пароль для персонального аккаунта, Пользователь самостоятельно обеспечивает его
		конфиденциальность и несет ответственность за его надежность (устойчивость к взлому).
	</p>
	<p>
		2.6. Стороны не вправе ссылаться на незаключенность настоящего Договора при встречном
		предоставлении в порядке статьи 432 ГК РФ.
	</p>
	<p>2.7. Новая редакция Договора (Оферты) вступает в силу в день ее опубликования.</p>
	<ol>
		<li>Акцепт оферты</li>
	</ol>
	<p>
		3.1. Акцептом Договора-Оферты является факт оплаты Пользователем Договора; конклюдентные
		действия Пользователя или любое взаимодействие Пользователя с функционалом Сервиса в любом
		объеме, иное волеизъявление, исходя существа правоотношений Сторон.
	</p>
	<p>
		3.2. До Акцепта настоящей оферты Пользователь обязуется ознакомиться с ее содержанием. При
		наличии каких-либо сомнений в толковании условий настоящей Оферты Пользователь вправе до
		совершения Акцепта обратиться к Администрации с письменным запросом, в том числе посредством
		сети интернет, иным способом, исходя из существа правоотношений, в ином случае Пользователь не
		имеет права ссылаться на незнание Оферты, если иное не установлено императивными нормами
		законодательства РФ.
	</p>
	<p>
		3.3. Администрация вправе по своему усмотрению создавать, изменять или отменять условия
		настоящей Оферты, если иное не предусмотрено императивными нормами законодательства РФ.
	</p>
	<p>
		3.4. Совершая Акцепт, Пользователь подтверждает свою полную дееспособность. Акцепт не может
		считаться совершенным в случае, если совершен недееспособным лицом, а также лицом, не достигшим
		возраста 18 лет (исключая случай эмансипации). Риск совершения Акцепта недееспособным лицом или
		лицом, не достигшим совершеннолетия, лежит на законных представителях такого лица.
	</p>
	<p>
		3.5. Администрация сообщает, что данная Оферта действует совместно с Политикой
		конфиденциальности, принимая условия настоящей Оферты, Пользователь также ознакомился с
		условиями Политики конфиденциальности и безоговорочно принимает их в полном объеме.
	</p>
	<p>
		3.6. В случае если Политика конфиденциальности противоречит Оферте, приоритет следует отдавать
		условиям Оферты
	</p>
	<p>
		3.7. Оплата Договора Пользователем производится посредством сервиса приема платежей (платежной
		системы) в соответствии с информацией, представленной на соответствующих страницах (разделах)
		Сервиса Администрации. Пользователь Акцептом настоящей Оферты подтверждает также, что
		ознакомился с офертой, политикой конфиденциальности и иными документами сервиса приема платежей
		(платежной системы).
	</p>
	<ol>
		<li>Финансовые условия</li>
	</ol>
	<p>
		4.1. Стоимость каждого обязательства, исполняемого в соответствии с настоящей Офертой,
		определяется Администрацией в одностороннем порядке и сообщается Пользователю посредством
		Сервиса.
	</p>
	<p>
		4.2. Информация сообщается до Акцепта Оферты, Акцепт не может считаться совершенным без
		предоставления необходимой информации, а Договор не может считаться заключенным.
	</p>
	<p>
		4.3. Администрация вправе в одностороннем порядке изменять стоимость указанных обязательств,
		если такое изменение стоимости не нарушит императивных норм ГК РФ.
	</p>
	<p>
		4.4. Моментом исполнения обязательства Пользователя по уплате денежных средств в пользу
		Администрации считается момент поступления денежных средств на расчетный счет Администрации.
	</p>
	<ol>
		<li>Срок действия договора</li>
	</ol>
	<p>
		5.1. Настоящий Договор вступает в силу с даты его Акцепта и заключен на неопределенный срок.
	</p>
	<p>
		5.2. Условие: Расторжение (прекращение действия) настоящего Договора не означает прекращения
		действия иных, связанных с Договором документов (в т.ч. приложений и дополнительных соглашений),
		если иное не указано в соответствующих документах. 5.3. Администрация вправе в одностороннем
		внесудебном порядке отказаться от Договора, уведомив Пользователя за 10 календарных дней до
		отказа. Договор считается прекращенным по истечении указанного срока (включительно).
	</p>
	<ol>
		<li>Ответственность сторон</li>
	</ol>
	<p>
		6.1. Сторона, не исполнившая (равно – ненадлежащим образом исполнившая) обязательства по
		Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки в полном
		объеме.
	</p>
	<p>6.2. Пользователь несет полную ответственность за:</p>
	<p>6.2.1. Соблюдение требований законодательства.</p>
	<p>6.2.2. Достоверность сведений, предоставляемых для исполнения Договора.</p>
	<p>6.2.3. Достоверность сведений, указанных при совершении Акцепта.</p>
	<p>6.3. Администрация не несет ответственности за:</p>
	<p>
		6.3.1. Какие-либо действия, являющиеся прямым или косвенным результатом действий Пользователя.
	</p>
	<p>
		6.3.2. Какие-либо убытки Пользователя вне зависимости от того, могла ли Администрация предвидеть
		возможность возникновения убытков, кроме прямых виновных действий.
	</p>
	<p>
		6.4. Вся информация предоставляется в исходном виде, без гарантий полноты или своевременности,
		без иных, явно выраженных или подразумеваемых гарантий. Доступ к Сервису, а также использование
		его содержимого осуществляются исключительно по усмотрению и под ответственность Пользователя.
	</p>
	<p>
		6.5. Пользователь осознает, что все материалы Сервиса или любая их часть могут сопровождаться
		рекламой. Пользователь согласен с тем, что Администрация не несет какой-либо ответственности и
		не имеет каких-либо обязательств в связи с такой рекламой.
	</p>
	<p>6.6. Пользователь заверяет Администрацию о достоверности предоставляемой информации.</p>
	<p>
		6.7. Пользователь обязуется не использовать программное обеспечение (и иной код) для
		автоматизированного сбора информации и (или) взаимодействия с Сервисом, в ином случае
		Пользователь обязан возместить Администрации убытки, причиненные указанными действиями, в полном
		объеме.
	</p>
	<p>
		6.8. Пользователь при взаимодействии с Администрацией обязуется не распространять информацию,
		которая направлена на пропаганду войны, разжигание национальной, расовой или религиозной
		ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная
		или административная ответственность.
	</p>
	<ol>
		<li>Разрешение споров</li>
	</ol>
	<p>
		7.1. Все споры и разногласия, которые могут возникнуть между сторонами по настоящему договору,
		будут разрешаться путем переговоров по законодательству Российской Федерации.
	</p>
	<p>
		7.2. Спорные вопросы, не урегулированные сторонами в досудебном порядке, подлежат разрешению в
		суде по следующим правилам подсудности:
	</p>
	<p>
		7.2.1. Спор, подведомственный арбитражному суду и относящийся к компетенции арбитражного суда,
		подлежит рассмотрению в арбитражном суде по месту нахождения Администрации.
	</p>
	<p>
		7.2.2. Спор, подведомственный суду общей юрисдикции и относящийся к компетенции суда общей
		юрисдикции, подлежит рассмотрению в суде общей юрисдикции по месту нахождения Администрации.
	</p>
	<ol>
		<li>Форс-мажорные обстоятельства</li>
	</ol>
	<p>
		8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств
		по настоящему Договору, если это неисполнение явилось следствием возникших после заключения
		настоящего Договора обстоятельств непреодолимой силы, которые Стороны не могли предвидеть или
		предотвратить.
	</p>
	<p>
		8.2. При наступлении обстоятельств, указанных в настоящем разделе, каждая Сторона должна в
		течение 2 календарных дней известить о них в другую Сторону.
	</p>
	<p>
		8.3. Извещение должно содержать данные о характере обстоятельств, а также официальные документы,
		удостоверяющие наличие этих обстоятельств и, по возможности, дающие оценку их влияния на
		исполнение Стороной своих обязательств по настоящему Договору.
	</p>
	<p>
		8.4. В случаях наступления обстоятельств, предусмотренных настоящим Разделом, срок выполнения
		Стороной обязательств по настоящему Договору отодвигается соразмерно времени, в течение которого
		действуют эти обстоятельства и их последствия.
	</p>
	<p>
		8.5. Если обстоятельства, указанные в настоящем разделе, и их последствия продолжают действовать
		более 1 календарного месяца, Стороны проводят дополнительные переговоры для выявления приемлемых
		альтернативных способов исполнения настоящего Договора.
	</p>
	<ol>
		<li>Заключительные положения</li>
	</ol>
	<p>
		9.1. В случае признания недействительным какого-либо положения настоящего Договора, остальные
		его положения не утрачивают свою силу.
	</p>
	<p>
		9.2. Если иное прямо не предусмотрено Договором, ничто в Договоре не может пониматься как
		установление между Сторонами агентских отношений, отношений товарищества, отношений по
		совместной деятельности, отношений личного найма, либо каких-то иных отношений, прямо не
		предусмотренных Договором.
	</p>
	<p>
		9.3. Обо всех изменениях своего местонахождения или банковских реквизитов, а равно других
		обстоятельств, имеющих значение для надлежащего исполнения настоящего Договора, Стороны обязаны
		извещать друг друга незамедлительно.
	</p>
	<p>
		9.4. В случае изменения каких-либо сведений о Стороне в период действия настоящего Договора,
		такая Сторона обязуется уведомить об этом другую Сторону в течение 5 календарных дней, в
		противном случае, все связанные с отсутствием такого уведомления риски Сторона несет
		самостоятельно.
	</p>
	<p>9.5. Принимая настоящую Оферту, Стороны подтверждают, что:</p>
	<p>
		9.5.1. ознакомились с Договором и им понятны значения используемых в Договоре терминов, слов и
		выражений согласно их нормативно-правовому определению или толкованию, указанному в Договоре;
	</p>
	<p>9.5.2. заключают Договор добровольно и согласны с его условиями;</p>
	<p>
		9.5.3. имеют право на самостоятельное совершение сделки (в частности, заключение Договора) и
		действий, предусмотренных Договором.
	</p>
	<ol>
		<li>Реквизиты администрации</li>
	</ol>
	<p>ИП Ошвинцева Татьяна Ивановна</p>
	<p>ОГРНИП 324595800131418, ИНН 590203783421</p>
	<p>Банк ВОЛГО-ВЯТСКИЙ БАНК ПАО СБЕРБАНК, БИК 042202603, кор/счет 30101810900000000603</p>
	<p>Расчётный счёт 40802810349770431075</p>
</section>

<!-- <Footer></Footer> -->

<style>
	ol {
		color: #fff;
	}
	p {
		line-height: 140%;
	}
	section {
		margin-top: 96px;
        margin-bottom: 32px;
	}
</style>
